[
  {
    "id": 1,
    "title": "Harry Potter and the Prisoner of Azkaban",
    "description": "Sirius Black has escaped from the wizard prison Azkaban. This prison is guarded by creatures called Dementors. They can suck your sole and all the happiness out of your body.",
    "genre": "FICTION",
    "yearPublished": 1999,
    "authorId": 1,
    "similarBookIds": [5, 6]
  },
  {
    "id": 2,
    "title": "Hidden Figures",
    "description": "Before John Glenn orbited the earth, or Neil Armstrong walked on the moon, a group of dedicated female mathematicians known as ‘human computers’ used pencils, slide rules, and adding machines to calculate the numbers that would launch rockets, and astronauts, into space.",
    "genre": "NON_FICTION",
    "yearPublished": 2016,
    "authorId": 2,
    "similarBookIds": [3]
  },
  {
    "id": 3,
    "title": "\"Sapiens\": A Brief History of Humankind",
    "description": "The last dwarf species of humans died out 12,000 years ago. Homo sapiens conquered the world because of its unique language. The Cognitive Revolution occurred between 70,000 to 30,000 years ago. It allowed Homo sapiens to communicate at a level never seen before in language.",
    "genre": "NON_FICTION",
    "yearPublished": 2011,
    "authorId": 3,
    "similarBookIds": [2]
  },
  {
    "id": 4,
    "title": "The Great Gatsby",
    "description": "The Great Gatsby is the story of eccentric millionaire Jay Gatsby as told by Nick Carraway, a Midwesterner who lives on Long Island but works in Manhattan. ... Gatsby chose the site of his house in Long Island because it was across the bay from Daisy's house, from which a green light could be seen at night.",
    "genre": "FICTION",
    "yearPublished": 1925,
    "authorId": 4,
    "similarBookIds": []
  },
  {
    "id": 5,
    "title": "Harry Potter and the Chamber of Secrets",
    "description": "For in Harry's second year at Hogwarts, fresh torments and horrors arise, including an outrageously stuck-up new professor and a spirit who haunts the girls' bathroom. But then the real trouble begins -- someone is turning Hogwarts students to stone. Could it be Draco Malfoy, a more poisonous rival than ever? Could it possibly be Hagrid, whose mysterious past is finally told? Or could it be the one everyone at Hogwarts most suspects...Harry Potter himself!",
    "genre": "FICTION",
    "yearPublished": 1998,
    "authorId": 1,
    "similarBookIds": [1, 6]
  },
  {
    "id": 6,
    "title": "The Lord of the Rings",
    "description": "The Lord of the Rings is the saga of a group of sometimes reluctant heroes who set forth to save their world from consummate evil.",
    "genre": "FICTION",
    "yearPublished": 1954,
    "authorId": 5,
    "similarBookIds": [1, 5]
  }
]
