[
  {
    "id": 1,
    "title": "Absolutely fantastic!!!",
    "body": "I purchased this sofa in the light gray color. Like others have mentioned, the back is lower than most sofas however I've had other sofas with lower backsides but what makes this one different is the cushions are also shorter which emphasizes the low back side. If the cushions where taller I wouldn't even notice the lower backside. I replaced another similar sofa with this one and this one is longer and appears to be higher quality but it is no more deep than my previous sofa so even as a small/short person, lying on this sofa can be somewhat difficult due to the lack of depth in the seating. Some others also complained about the cushion firmness but I don't find this anymore firm than my previous sofa. With that said, if you're looking for a soft cushion that sinks in when you sit on it, this one is probably not what you're looking for. I also found that I paid a higher price than others after me who purchased this item since the price dropped more than $100 immediately after I made my and not only would Wayfair not even meet me half way on the difference, they also wanted to charge me for returning it even though I hadn't taken delivery yet. This is not good customer service for those of us who have been purchasing from Wayfair for many years and certainly not how I would treat customers I'd like to see keep coming back. Please see my photos regarding the height and depth and hopefully my review has helped you to make your decision as to whether this sofa is right for you.",
    "rating": "FOUR",
    "listingId": "W003547033"
  },
  {
    "id": 2,
    "title": "So comfortable!",
    "body": "Looks great. I love the deep hue of blue. The velvet doesn't seem to be too delicate so I'm not worried about wear. Another plus was the the couch was super easy to install. It's a great addition to our living room.",
    "rating": "FIVE",
    "listingId": "W003547033"
  },
  {
    "id": 3,
    "title": "Love love love it!",
    "body": "Love this so much! Love it more each day! The color is beautiful and it’s easy to keep clean, even with an Australian Shepherd.",
    "rating": "FIVE",
    "listingId": "W003547033"
  },
  {
    "id": 4,
    "title": "Really like the couch",
    "body": "Really like the couch. The material is very soft. It is firm but comfortable. Looks great.",
    "rating": "FIVE",
    "listingId": "W003547033"
  },
  {
    "id": 5,
    "title": "Absolutely love this sofa",
    "body": "Absolutely love this sofa, it’s gorgeous and easy assembly just put on the legs. Definitely recommend.",
    "rating": "FIVE",
    "listingId": "W003547033"
  },
  {
    "id": 6,
    "title": "Most comfortable couch ever",
    "body": "It’s super comfortable and beautiful. I’ve taken a few naps on it and no complaints from my body thus far lol",
    "rating": "FOUR",
    "listingId": "W003547033"
  },
  {
    "id": 7,
    "title": "Solid Choice",
    "body": "Solid choice for 3 person. Nice color, easy to attach stable metal feet. Seating is firm but very comfortable (get some throw pillows). Nice height so easy for taller people to get up from. ++",
    "rating": "FIVE",
    "listingId": "W004773635"
  },
  {
    "id": 8,
    "title": "I absolutely love this couch.",
    "body": "I absolutely love this couch. The fabric is very soft, but does pick up lint very quickly. I just use a lint roller on it to clean it up. It is also VERY sensitive to liquids so I would not advise purchasing this couch if you have small children. The seat cushion is a bit hard IMO, but it doesn’t really bother me. Hubby is not too fond of this because it’s not really a soft napping couch for him lol. I love it for its looks and that it’s not bulky like our previous couch. Beautiful modern shape and color. Speaking of color, it appears more brown grey in real life. We purchased the dark grey version.",
    "rating": "FIVE",
    "listingId": "W004773635"
  },
  {
    "id": 9,
    "title": "Looks great and it’s very comfortably.",
    "body": "Looks great and it’s very comfortably.",
    "rating": "FIVE",
    "listingId": "W004773635"
  },
  {
    "id": 10,
    "title": "I’m happy with this sofa!",
    "body": "I’m happy with this sofa! I ordered the open box deal and was nervous because I couldn’t return it. but it worked out. Its comfortable and firm. The sofa is deep enough to sit comfortably. Most importantly it was easy to put together. Just screw on the legs. The delivery guys brung the sofa to my living room and I was so thankful. Mustard velvet is a wild color for me. But I like it! It looks expensive. It’s giving what it’s supposed to give! Now I need some throw pillows.",
    "rating": "FIVE",
    "listingId": "W003547344"
  },
  {
    "id": 11,
    "title": "The risk of an online order is worth it!",
    "body": "Took the risk of getting a couch online after reading the wonderful reviews! I am so happy with it …super classy, well made and an amazing price! We are very happy with it and and it came perfectly packaged with no issues and simple to assemble! Order it you won’t be sorry!",
    "rating": "FIVE",
    "listingId": "W003547344"
  },
  {
    "id": 12,
    "title": "Beautiful and sturdy",
    "body": "Beautiful sofa, comfortable and sturdy. The perfect rust color",
    "rating": "FIVE",
    "listingId": "W003547344"
  },
  {
    "id": 13,
    "title": "A stunning addition to my sunroom",
    "body": "A stunning addition to my sunroom. Quality fabric, comfortable, simply gorgeous. And I love the included throw pillows. Plush and well made. I’m very pleased!",
    "rating": "FIVE",
    "listingId": "W003204765"
  },
  {
    "id": 14,
    "title": "This completed the look I needed!",
    "body": "My first floor is stunning with all white decor!!! Thank you Wayfair for having the furniture that fit my style and the price is extremely reasonable.",
    "rating": "FIVE",
    "listingId": "W003204765"
  },
  {
    "id": 15,
    "title": "Just perfect!",
    "body": "Perfect couch and chair set. Got cruise adrift color pattern. Very sturdy and thick fabric.",
    "rating": "FIVE",
    "listingId": "W003204765"
  }
]
