[
  {
    "id": "W003547033",
    "name": "Laguna 83'' Velvet Square Arm Sofa",
    "description": "Stunning style and quality to match. This sofa boasts genuine craftsmanship, crisp stitching, and recessed track arms for an unexpected twist. Each cushion is filled with soft foam and layered with fiber for your comfort and is removable for convenience and easy adjusting. Beneath the seat, sinuous springs are built into the frame for added support. The finished back makes this a great option for floating in the middle of a room, and the mid-century legs complete the modern look. It works well in the home and offices alike.",
    "similarListingIds": ["NDCU1257", "W003547344", "W004773635", "W003204765"]
  },
  {
    "id": "NDCU1257",
    "name": "Aquarius 82'' Square Arm Sofa",
    "description": "This sofa is a modern take on a classic design. Its simple yet stylish design makes it stand out in any modern home. The sofa is designed in Europe and crafted with longevity and durability in mind. The comfortable tailored cushion and the handcrafted natural upholstery give the sofa a smooth modern feel that is sure to impress. The sturdy solid wood frame will withstand years of use and the cushion can be cleaned and maintained as needed.",
    "similarListingIds": ["W003547033", "W004773635"]
  },
  {
    "id": "W004773635",
    "name": "Jones 86'' Square Arm Sofa",
    "description": "Ideal for giving everyone a seat and anchoring your home's style, your sofa is the centerpiece of your living ensemble. A piece like this, for example, is perfect for an on-trend, mid-century-inspired look in your home. Crafted with a solid wood frame founded on slender metal feet, this sofa is wrapped in polyester or velvet upholstery for an on-trend look anywhere. Square arms, stitch detailing, and a gray, brass, or silver finish on the legs lend this piece a dash of old Hollywood glam.",
    "similarListingIds": ["W003547033", "NDCU1257"]
  },
  {
    "id": "W003547344",
    "name": "Olympia 89'' Velvet Square Arm Sofa with Reversible Cushions",
    "description": "The sofa is a modern classic, symmetrical design that harkens back to mid-century archetypes. Structured double-side cushions lend a classic look and provide added comfort. Each cushion is filled with soft foam and layered with fiber for your comfort and is removable for convenience and easy adjusting. Beneath the seat, sinuous springs are built into the frame for added support. The seat and back cushions (and their covers) are removable, making cleaning and remote-finding super easy.",
    "similarListingIds": ["W003547033"]
  },
  {
    "id": "W003204765",
    "name": "Emilio 90'' Recessed Arm Sofa with Reversible Cushions",
    "description": "A low-profile silhouette along with a wide, spacious frame makes this sofa the ideal spot to hang out for movie night. It's made in the USA from solid and engineered wood, and it rests on black walnut-hued block feet. Upholstered in the fabric and hue of your choice, this couch easily matches your room's current style and color scheme. Foam-filled seats also feature sinuous springs to give you ample support. Plus, its seat and back cushions and their covers are removable, so it's a cinch to clean. Plus, four toss pillows are included for added texture.",
    "similarListingIds": ["W003547033"]
  }
]
